{"id": 0, "text": "Gandhi was born on 19 June 1970 at Holy Family Hospital in Delhi.[12] He was the first of two children born to Rajiv Gandhi, who later served as the 6th prime minister of India, and Sonia Gandhi, who went on to become the president of the Indian National Congress. As the grandson of former prime min"}
{"id": 1, "text": "went on to become the president of the Indian National Congress. As the grandson of former prime minister Indira Gandhi, his lineage is deeply rooted in Indian political history. His paternal grandfather, Feroze Gandhi, hailed from Gujarat and was of Parsi descent.[13] Furthermore, he is the great-g"}
{"id": 2, "text": "her, Feroze Gandhi, hailed from Gujarat and was of Parsi descent.[13] Furthermore, he is the great-grandson of India's inaugural prime minister, Jawaharlal Nehru.\n\nGandhi completed his elementary education at St. Columba's School in New Delhi.[14] He then attended The Doon School in Dehradun (an eli"}
{"id": 3, "text": "ation at St. Columba's School in New Delhi.[14] He then attended The Doon School in Dehradun (an elite all-boys' boarding school, also the alma mater of his father, Rajiv Gandhi) from 1981 to 1983.[15] At Doon, Gandhi studied alongside notable contemporaries, including former Congress members Jyotir"}
{"id": 4, "text": "] At Doon, Gandhi studied alongside notable contemporaries, including former Congress members Jyotiraditya Scindia and Jitin Prasada.[16][17] Following the assassination of Indira Gandhi by Sikhs in her personal guard on 31 October 1984, his father entered politics and became the 6th prime minister "}
{"id": 5, "text": "er personal guard on 31 October 1984, his father entered politics and became the 6th prime minister of India. Due to security threats from Sikh extremists, Gandhi and his sister Priyanka were home-schooled, taking examinations under the supervision of teachers.[18] Spending their childhood away from"}
{"id": 6, "text": "ooled, taking examinations under the supervision of teachers.[18] Spending their childhood away from media attention, Gandhi and his sister kept low profiles, appearing with their parents at a handful of public occasions.[19]\n\nGandhi joined St. Stephen's College, Delhi, an affiliated college of the "}
{"id": 7, "text": " of public occasions.[19]\n\nGandhi joined St. Stephen's College, Delhi, an affiliated college of the University of Delhi, in 1989 for his undergraduate education.[20] Gandhi's academic performance in Class XII, with a score of 61 per cent in the CBSE school certificate, was perceived as not particula"}
{"id": 8, "text": "lass XII, with a score of 61 per cent in the CBSE school certificate, was perceived as not particularly strong.[21] He gained admission to St. Stephen's College for BA (Honors) History through the sports quota, which granted a 10 per cent advantage in exam scores to promising athletes; per National "}
{"id": 9, "text": "rts quota, which granted a 10 per cent advantage in exam scores to promising athletes; per National Rifle Association of India testimonials, Gandhi stood 4th in the 32nd National Shooting Competition held in New Delhi from 26 December 1988 to 5 January 1989.[21] Gandhi had finished fourth in the Cen"}
{"id": 10, "text": "held in New Delhi from 26 December 1988 to 5 January 1989.[21] Gandhi had finished fourth in the Centre Fire Pistol 25 M (Indian Rule) Men's civilian event with a score of 371 out of 400 points.[21] By July 1989, Gandhi had won eight national awards. In 1991, following the assassination of Rajiv Gan"}
{"id": 11, "text": "y July 1989, Gandhi had won eight national awards. In 1991, following the assassination of Rajiv Gandhi by the LTTE during an election rally, Gandhi left St. Stephen's and moved to Harvard University. Due to security concerns, he subsequently relocated to Rollins College in Florida. He further went "}
{"id": 12, "text": " Due to security concerns, he subsequently relocated to Rollins College in Florida. He further went on to obtain an Master of Philosophy (MPhil) in Development Studies, from Trinity College, Cambridge in 1995.[22][23] Following his father and former prime minister Rajiv Gandhi's assassination in 199"}
{"id": 13, "text": " in 1995.[22][23] Following his father and former prime minister Rajiv Gandhi's assassination in 1991, there was a heightened threat perception to the family, those closest to Gandhi were paranoid about his safety and might have forced him to take cover under the misleading surname \"Vinci\".[24]\n\nAft"}
{"id": 14, "text": "ut his safety and might have forced him to take cover under the misleading surname \"Vinci\".[24]\n\nAfter completing higher education, Gandhi worked at the Monitor Group, a management consulting firm set up by Michael Porter of Harvard Business School, in London for three years.[25] In 2002, he returne"}
{"id": 15, "text": " up by Michael Porter of Harvard Business School, in London for three years.[25] In 2002, he returned to India and established his technology consultancy, Backops Services Private Ltd, in Mumbai, where he served as one of the directors of the firm.[26] Subsequently, he founded BackOps UK, a company "}
{"id": 16, "text": "e he served as one of the directors of the firm.[26] Subsequently, he founded BackOps UK, a company that secured defence contracts from foreign suppliers.[27]"}
